/* Title of Picker Item */
"3 Digits" = "3 Chiffres";

/* Title of Picker Item */
"4 Digits" = "4 Chiffres";

/* Title of 4 Rings picker */
"4 Rings" = "4 Anneaux";

/* Title of 5 Rings picker */
"5 Rings" = "5 Anneaux";

/* Title of digit Picker */
"Digits" = "Chiffres";

/* Message when you input a resitor value. */
"Enter a decimal number" = "Entrez un nombre décimal";

/* Title of Textfield to enter a resistor value */
"Enter Value:" = "Entrer une Valeur";

/* Title of THTContentView */
"Resistor Color Code" = "Code de couleurs pour les résistances";

/* Title of ring picker */
"Rings" = "Anneaux";

/* Button title to set the value of the resistor */
"Set Resistor Value" = "Préciser la valeur de la résistance";

/* Title of SMD Content View */
"SMD Resistor Code" = "Code SMD pour les résistances";

/* Tolerance steppter title */
"Tolerance" = "Tolérance";

/* Unit of input value */
"Unit" = "Unité";


